[
    {
        "title": "Electronics Hardware Technology Park Scheme",
        "description": "Ministry of Electronics and Information Technology (MeitY) The STP (Software Technology Park) and EHTP (Electronic Hardware Technology Park) schemes are initiatives aimed at promoting software and electronics hardware development for exports in India. These schemes provide specific benefits and eligibility criteria for interested units.... Link to Application: Read more...\nLinks: https://taxindiaonline.com/RC2/pdfdocs/cm/cm22d.pdf"
    },
    {
        "title": "Domain-specific Centres of Excellence",
        "description": "Ministry of Electronics and Information Technology (MeitY) MeitY had envisaged and operationalized a clutch of Centres of Excellence (CoEs) in diverse areas of national interest pan India providing a focal point for knowledge management, driving self-sufficiency, and creating capabilities to capture new and emerging technology areas. These domain-specific Centres of Excellence (CoEs) are made operational with the participation of MeitY, STPI, State Governments, Industries, and VCs.... Link to Application: Read more...\nLinks: https://www.meity.gov.in/content/centres-excellence-coe-projects"
    },
    {
        "title": "Genesis",
        "description": "Ministry of Electronics and Information Technology (MeitY) Ministry of Electronics and Information Technology (MeitY) has launched an umbrella program Digital India-GENESIS to discover, support, grow, and make successful startups in Tier-II and Tier-III cities with emphasis on collaborative engagement among startups, government, and corporates for promoting digitization based on the principals of inclusivity, accessibility, affordability, leading to growth in employment and economic outputs.... Link to Application: Read more...\nLinks: https://msh.meity.gov.in/assets/About%20GENESIS_Scheme.pdf"
    },
    {
        "title": "Duty Exemption And Remission Scheme",
        "description": "Ministry of Electronics and Information Technology (MeitY) The scheme enables duty-free import of inputs for export production, including replenishment of inputs or duty remission.... Link to Application: Read more...\nLinks: https://content.dgft.gov.in/Website/FTP%20Chapter%204%20as%20on%20June%2030%202019.pdf"
    },
    {
        "title": "Software Technology Park (STP) Scheme",
        "description": "Ministry of Electronics and Information Technology (MeitY) Software Technology Parks of India (STPI) The STP Scheme is a 100% export-oriented scheme for the development and export of computer software, including export of professional services using communication links or physical media. As a unique scheme, it focuses on one sector, i.e. computer software. The scheme integrates the government concept of 100% Export Oriented Units (EOU) and Export Processing Zones (EPZ) and the concept of Science Parks/Technology Parks, as operating elsewhere in the world.... Link to Application: Read more...\nLinks: https://stpi.in/en/stp-scheme"
    },
    {
        "title": "Digital Communication Innovation Square",
        "description": "Ministry of Communications Department of Telecommunications The Digital Communication Innovation Square (DCIS) is an initiative that is intended to catalyze startup culture and build a strong and inclusive ecosystem for innovation and entrepreneurship in India. TCOE India is implementing the Scheme on behalf of the Department of Telecom. The Implementing Agency (IA) is working under the overall supervision of the Apex Committee and guidelines issued by the DoT.... Link to Application: Read more...\nLinks: https://dcis.dot.gov.in/assets/document/DCIS_Guidelines-2023.pdf"
    },
    {
        "title": "North East Entrepreneurs Development (NEED)",
        "description": "Ministry of Development of North Eastern Region The North East Entrepreneurs Development (NEED) initiative is an effort by the Ministry of Development of North Eastern Region to support entrepreneurship and business development in the North Eastern Region of India. The scheme has been formulated to help first-generation entrepreneurs who are short of equity. New projects in Micro and Small Enterprises, expansion, and modernization of existing units. Technical qualification of the promoter in the relevant field is a pre-requisite.... Link to Application: Read more...\nLinks: https://my.msme.gov.in/MyMsmeMob/MsmeScheme/Pages/7_1_6.html"
    },
    {
        "title": "North-East Handloom Handicrafts (NEHH)",
        "description": "Ministry of Development of North Eastern Region North-East Handloom Handicrafts (NEHH) The North-East Handloom Handicrafts (NEHH) initiative is an endeavor by the Ministry of Development of North Eastern Region. The aim is to promote enterprises in handlooms and handicrafts sector and provide a platform for sustainable economic growth by promoting the local artisans.... Link to Application: Read more...\nLinks: http://funding.venturecenter.co.in/viewrecord.php?srn=BI20200724084616"
    },
    {
        "title": "Working Capital Term Loan (WCTL)",
        "description": "Ministry of Development of North Eastern Region NEDFi provides financial assistance in the form of gap funding to eligible contractor firms companies for contract work execution. Working capital term loan assistance is given in the form of gap funding. Interest rate is fixed based on prime lending rate with plus or spread as per the credit worthiness of the borrower, risk perception, rating, and other relevant factors.... Link to Application: Read more...\nLinks: https://www.federalbank.co.in/corporate-finance/working-capital-term-loan#:~:text=Working%20Capital%20Term%20Loan%20(WCTL)%20is%20provided%20to%20extend%20long,capital%20credit%20facilities%20to%20entrepreneurs."
    },
    {
        "title": "Working Capital Term Loan (WCTL) for Contract Finance",
        "description": "Ministry of Development of North Eastern Region NEDFi provides financial assistance in the form of gap funding to eligible contractor firms/companies for contract work execution. Working capital term loan assistance is given in the form of gap funding. Interest rate is fixed based on prime lending rate with plus or spread as per the credit worthiness of the borrower, risk perception, rating, and other relevant factors.... Link to Application: Read more...\nLinks: https://my.msme.gov.in/MyMsmeMob/MsmeScheme/Pages/7_1_10.html"
    },
    {
        "title": "Equipment Finance (Northeastern Development Finance Corporation Ltd Schemes)",
        "description": "Ministry of Development of North Eastern Region Development of North-eastern Region This scheme intends to provide financial assistance for acquiring specific machinery/ equipment by financially sound and profit-making companies having a good credit record. The proposed unit should be located in any of the eight North Eastern States.... Link to Application: Read more...\nLinks: https://my.msme.gov.in/MyMsmeMob/MsmeScheme/NorthEasternDevlop.htm"
    },
    {
        "title": "Women Enterprise Development (WED)",
        "description": "Ministry of Development of North Eastern Region The scheme provides financial assistance to women entrepreneurs for taking up business ventures. Existing businesses will also be eligible for expansion, modernization, and diversification.... Link to Application: Read more...\nLinks: https://my.msme.gov.in/MyMsmeMob/MsmeScheme/Pages/7_1_11.html"
    },
    {
        "title": "Micro Finance (NEDFL Scheme)",
        "description": "Ministry of Development of North Eastern Region NEDFL The scheme envisages meeting micro-credit needs small and medium size agriculturists, self-employed personnel and entrepreneurs can be reached much more effectively by involving the services of intermediaries, who can understand needs, demand, and local situations. Developing and supporting NGOs/ Voluntary Agencies (VAs) with a good track record for on-lending to the 'needy' for taking up any income generating activities in the rural areas.... Link to Application: Read more...\nLinks: http://nhfdc.nic.in/schemes/micro-financing-scheme"
    },
    {
        "title": "Equity Fund Scheme (NEDFi)",
        "description": "Ministry of Development of North Eastern Region NEDFL The schemes intend to invest in projects promoted by entrepreneurs in the North-Eastern Region having sound business ideas with potential for high growth and more than normal returns on investment.... Link to Application: Read more...\nLinks: https://my.msme.gov.in/MyMsmeMob/MsmeScheme/Pages/7_1_4.html"
    },
    {
        "title": "North-East Venture Fund (NEVF)",
        "description": "Ministry of Development of North Eastern Region Set up by North-Eastern Development Finance Corporation Limited (NEDFi) in association with the Ministry of Development of North-Eastern Region (M-DoNER), the North-East Venture Fund scheme was launched in September 2017. It is the first dedicated venture capital fund for the North-Eastern Region (NER). ... Link to Application: Read more...\nLinks: https://www.nedfiventure.com/funds/"
    },
    {
        "title": "The Women Entrepreneurship Platform (WEP)",
        "description": "Niti Aayog NITI Aayog has launched a Women Entrepreneurship Platform (WEP) to provide an ecosystem for budding & existing women entrepreneurs across the country. SIDBI has partnered with NITI Aayog to assist in this initiative.... Link to Application: Read more...\nLinks: https://wep.gov.in"
    },
    {
        "title": "Cent Kalyani Scheme",
        "description": "Central Bank of India Cent-Kalyani is an initiative by the Central Bank of India aimed at empowering women entrepreneurs and businesses. This initiative is launched to encourage Women Entrepreneurs to start new projects or expand and modernize the existing unit.... Link to Application: Read more...\nLinks: https://www.centralbankofindia.co.in/en/Cent_Kalyani"
    },
    {
        "title": "CENT STAND UP INDIA",
        "description": "Central Bank of India CENT STAND UP INDIA is an initiative by the Central Bank of India aimed at supporting entrepreneurship and business initiatives for individuals and communities belonging to Scheduled Castes (SC) and Scheduled Tribes (ST). The purpose is to set up a new Green Field New Enterprise in the manufacturing, trading, or services sector by SC/ST/ Women entrepreneurs. Please note that the scheme is not applicable for existing units or expansion purposes.... Link to Application: Read more...\nLinks: https://www.centralbankofindia.co.in/en/cent-stand-up-india"
    },
    {
        "title": "Women Entrepreneur Cell",
        "description": "Central Bank of India The Women Entrepreneur Cell is an initiative by the Central Bank of India dedicated to supporting and promoting women entrepreneurs. The aim is to emerge as a key player for Women Empowerment by enhancing their capabilities in Entrepreneurship, Responsive to their special credit needs, and offering them the best financial services and best Banking practices.... Link to Application: Read more...\nLinks: https://www.centralbankofindia.co.in/en/Women_Entrepreneur_Cell"
    },
    {
        "title": "Promoting Innovations in Individuals, Startups and MSMEs (PRISM)",
        "description": "Ministry of Science & Technology Department of Scientific and Industrial Research The scheme provides grants, technical guidance, and mentoring to individual innovators by incubating their ideas towards the creation of new enterprises in phases. It also provides grant-in-aid support to technology solution providers developing technology solutions aimed at helping MSME clusters. The scheme runs in two phases.... Link to Application: Read more...\nLinks: https://www.indiascienceandtechnology.gov.in/funding-opportunities/startups/promoting-innovations-individuals-startups-and-msmes-prism"
    },
    {
        "title": "NewGen Innovation and Entrepreneurship Development Centre",
        "description": "Ministry of Science & Technology New Generation Innovation and Entrepreneurship Development Centre (NewGen IEDC) is the program launched by the National Science and Technology Entrepreneurship Development Board (NSTEDB), Department of Science & Technology (DST), Government of India, and implemented by EDII, Ahmedabad. NewGen IEDC aims to inculcate the spirit of innovation and entrepreneurship amongst the young S&T students and encourage and support start-up creation through guidance, mentorship & support. NewGen IEDCs would be established in academic institutions where students will be encouraged to take up innovative projects with the possibility of commercialization.... Link to Application: Read more...\nLinks: https://www.indiascienceandtechnology.gov.in/funding-opportunities/startups/newgen-innovation-and-entrepreneurship-development-centre-newgen-iedc"
    },
    {
        "title": "Technology Development Programme",
        "description": "Ministry of Science & Technology Department of Science and Technology The primary objective of the Programme is to facilitate and support development of products or techniques/technology aimed at specific end use. The specific objectives of the Programme are to develop and integrate technologies following a holistic approach in identified areas;promote application of modern/advanced technologies to socio-economic problem solving;promote modernization of traditional technologies, tools and skills;facilitate enhancing quality and performance of the traditional/non-traditional items;encourage developments in application of R&D activities; andpromote activities aimed at improving technology, technique, material, methods and other appropriate activities conducive for development of technology status in identified areas.... Link to Application: Read more...\nLinks: https://dst.gov.in/technology-development-program-tdp"
    },
    {
        "title": "Technology Incubation and Development of Entrepreneurs (TIDE) 2.0",
        "description": "Ministry of Science & Technology Department of Science & Technology (DST), Govt of India TIDE 2.0 will promote tech entrepreneurship through financial and technical support to incubators engaged in supporting ICT startups primarily engaged in using emerging technologies such as IoT, AI, Blockchain, Robotics, etc. in pre-identified areas of societal relevance. The Scheme will be implemented through empowering 51 incubators in India and handholding close to 2000 tech start-ups over a period of 5 years. The scheme envisions creating a holistic ecosystem to support technology startups and incubation centers through identifying and creating necessary linkages.... Link to Application: Read more...\nLinks: https://www.indiascienceandtechnology.gov.in/funding-opportunities/startups/technology-incubation-and-development-entrepreneurs-tide-20"
    },
    {
        "title": "NIDHI Programme",
        "description": "Ministry of Science & Technology Department of Science & Technology (DST), Govt of India National Initiative for Developing and Harnessing Innovations (NIDHI) is an umbrella program conceived and developed by the Innovation & Entrepreneurship division, Department of Science & Technology, Government of India, for nurturing ideas and innovations (knowledge-based and technology-driven) into successful startups. The program would work in line with the national priorities and goals and its focus would be to build an innovation-driven entrepreneurial ecosystem with an objective of socioeconomic development through wealth and job creation. NIDHI aims to nurture start-ups through scouting, supporting, and scaling innovations. The key components of NIDHI are –,1. NIDHI-GCC - Grand Challenges and Competitions for scouting innovations,2. NIDHI-PRomotion and Acceleration of Young and Aspiring technology entrepreneurs (NIDHI-PRAYAS) - Support from Idea to Prototype,3. NIDHI-Entrepreneur In Residence (NIDHI-EIR) - Support system to reduce risk,4. NIDHI-Technology Business Incubator (TBI) - Converting Innovations to start-ups,5. NIDHI-Accelerator - Fast tracking a start-up through focused intervention,6. NIDHI-Seed Support System (NIDHI-SSS)- Providing early stage investment,7. NIDHI Centres of Excellence (NIDHI-CoE) - A World-class facility to help startups go global.... Link to Application: Read more...\nLinks: https://www.nstedb.com (https://www.nstedb.com) | https://dst.gov.in/callforproposals/ssp-call-proposals-under-nidhi-programme "
    },
    {
        "title": "DST Water Technology Call for Proposals 2023",
        "description": "Ministry of Science & Technology Department of Science & Technology (DST), Govt of India The primary aim of this call is to stimulate research proposals that strongly emphasize solution-oriented scientific work. Proposals should establish a clear connection between the need for scientific research, gaps in existing knowledge, and the demand for project deliverables. The current DST-WTC Call focuses on supporting research in specific themes related to water. These efforts align with the objectives of achieving Sustainable Development Goal #6. Additionally, they complement the missions and programs of other relevant ministries, such as National Water Missions, Jal Jeevan Mission, National Amrit Sarovar Mission, Atal Bhujal Yojana, Har Ghar Nal Scheme, River Development and Ganga Rejuvenation, and Pradhan Mantri Krishi Sinchayee Yojana (PMKSY).... Link to Application: Read more...\nLinks:  https://onlinedst.gov.in/Projectproposalformat.aspx "
    },
    {
        "title": "E-YUVA",
        "description": "Ministry of Science & Technology DBT - BIRAC E-YUVA scheme is mandated to promote a culture of applied research and need-oriented (societal or industry) entrepreneurial innovation among young students and researchers. The scheme provides funding support (through fellowship and research grant), technical and business mentoring, exposure to bio incubation model, orientation to entrepreneurial culture, etc. to students at various levels including undergraduates, post-graduates, and post-doctoral.... Link to Application: Read more...\nLinks: https://www.birac.nic.in/desc_new.php?id=262"
    },
    {
        "title": "Small Business Innovation Research Initiative (SBIRI)",
        "description": "Ministry of Science & Technology Department of Biotechnology (DBT) The Small Business Innovation Research Initiative (SBIRI) scheme of the Department of Biotechnology, Ministry of Science & Technology was launched in 2005 to boost Public-Private- Partnership (PPP) efforts in the country. SBIRI was the first of its kind, early-stage, innovation-focused PPP initiative in the area of Biotechnology. The launching of SBIRI has worked as an enabling platform for the target organizations to realize their potential in terms of product and process development and taking them to the market. It has facilitated innovation, and risk-taking by small and medium companies and brought together the private industry, public institutions, and the government under one roof to promote the research and innovation in the Indian Biotech Sector. The projects supported under the scheme have resulted in prominent outcomes in the form of some products which have already come to the market and some promising research leads seeing a ray of hope for commercialization.... Link to Application: Read more...\nLinks: https://birac.nic.in/desc_new.php?id=217"
    },
    {
        "title": "DST National Mission on Interdisciplinary Cyber-Physical Systems (DST NM-ICPS)",
        "description": "Ministry of Science & Technology Department of Science and Technology The National Mission on Interdisciplinary Cyber-Physical Systems (NM-ICPS) is transforming ideas, concepts, and prototypes into market-ready products and boosting new and emerging technologies to power national initiatives in key areas. The 25 Technology Innovation Hubs (TIH) set up across the country under the mission are bringing about the transformation by actively coordinating, communicating, and facilitating technology transfer to industries.... Link to Application: Read more...\nLinks: https://dst.gov.in/nm-icps-boosting-new-and-emerging-technologies-power-national-initiatives#:~:text=The%20National%20Mission%20on%20Interdisciplinary,national%20initiatives%20in%20key%20areas."
    },
    {
        "title": "High Risk-High Reward Research",
        "description": "Ministry of Science & Technology Department of Science & Technology The High Risk - High Reward Research aims at supporting proposals that are conceptually novel and risky, and if successful, are expected to cause a paradigm shifting influence on the S&T. The applicant (s) must be an Indian citizen residing in India and must hold a regular academic research position in a recognized institution. The proposals can be submitted by an individual or by a team of investigators. Proposals submitted by a team of investigators must identify a Principal Investigator who will spearhead the research objectives and administer the grant. The focus of proposals should be on formulating novel hypotheses or scientific breakthroughs which aid in the emergence of new technologies.... Link to Application: Read more...\nLinks: https://serbonline.in/SERB/HRR"
    },
    {
        "title": "Biotechnology ignition grant (big)",
        "description": "Ministry of Science & Technology Department of Biotechnology (DBT) The basic idea of SEED Fund is providing Capital assistance to startups with new and meritorious ideas, innovations and technologies. This would enable some of these start-ups to graduate to a level where they will be able to raise investments from angel/Venture capitalist or they will reach a position to seek loans from commercial banks /financial institutions. Thus the proposed seed support is positioned to act as a bridge between promoters investment and Venture/Angel investment. This is not an investment scheme, but, rather a support scheme to enable start-ups and incubator to attain sustainability.... Link to Application: Read more...\nLinks: https://birac.nic.in/seedFund.php"
    },
    {
        "title": "National Urban Livelihoods Mission",
        "description": "Ministry of Housing and Urban Affairs Schemes The scheme aims to reduce poverty and vulnerability of the urban poor households by enabling them to access gainful self-employment and skilled wage employment opportunities, resulting in an appreciable improvement in their livelihoods on a sustainable basis, through building strong grassroots level institutions of the poor.... Link to Application: Read more...\nLinks: https://nulm.gov.in/"
    },
    {
        "title": "Raw Material Assistance Scheme",
        "description": "Ministry of Micro, Small and Medium Enterprises NSIC Raw Material Assistance Scheme aims at helping MSMEs by way of financing the purchase of Raw Materials (Both indigenous & imported). This gives an opportunity to MSMEs to focus better on manufacturing quality products.... Link to Application: Read more...\nLinks: https://www.nsic.co.in/schemes/Raw-Material-Against-BG"
    },
    {
        "title": "Aspire - A Scheme for Promotion of Innovation, Rural Industries and Entrepreneurship",
        "description": "Ministry of Micro, Small and Medium Enterprises ASPIRE- was launched to set up a network of technology centers and to set up incubation centers to accelerate entrepreneurship and to promote start-ups for innovation in the agriculture industry with the following objectives:,To generate employment opportunities by facilitating formal, scalable micro- enterprise creation. , To skill, up-skill, re-skill unemployed, existing self-employed/ wage earners in new technologies. , To provide skilled human capital to nearby industrial clusters and promote innovations for strengthening the competitiveness in the MSME sector ... Link to Application: Read more...\nLinks: https://aspire.msme.gov.in/ASPIRE/AFHome.aspx"
    },
    {
        "title": "Entrepreneurship Skill Development Programme(ESDP)Scheme",
        "description": "Ministry of Micro, Small and Medium Enterprises The objective of the program is to motivate youth representing different sections of the society including SC ST Women, differently abled, Ex-servicemen and BPL persons to consider self-employment or entrepreneurship as one of the career options. The ultimate objective is to promote new enterprises, capacity building of existing MSMEs and inculcating entrepreneurial culture in the country.... Link to Application: Read more...\nLinks: https://msmedi.dcmsme.gov.in/"
    },
    {
        "title": "Trade Related Entrepreneurship Assistance and Development (TREAD) Scheme for Women",
        "description": "Ministry of Micro, Small and Medium Enterprises Link to Application: Read more...\nLinks: https://www.msmediagra.gov.in/womentread.htm"
    },
    {
        "title": "Participation in International Fairs and Exhibitions with Tea Board",
        "description": "Ministry of Commerce and Industry Schemes Tea Board of India To provide a platform to the exporters to showcase their products in international events for promotion and facilitate the generation of trade opportunities through interaction between buyers and sellers during the exhibition.... Link to Application: Read more...\nLinks: http://www.teaboard.gov.in/pdf/Revised_Scheme_for_Participation_in_International_fairs_and_exhibitions_with_Tea_Board_29_11_17_pdf2688.pdf"
    },
    {
        "title": "Niryat Bandhu Scheme",
        "description": "Ministry of Commerce and Industry Schemes DOC Niryat Bandhu Scheme is an online certificate program. It is an export-import business under the Ministry of Commerce and Industry for International Business. Digital India and Skill India are the twin objectives of the “Niryat Bandhu Scheme.” The program is implemented by the Director-General of Foreign Trade in collaboration with the Indian Institute of Foreign Trade (IIFT). The field officer’s primary function is mentoring the field and would be a hand-holding experiment for the young in international business enterprises. ... Link to Application: Read more...\nLinks: https://niryatbandhu.iift.ac.in/exim/"
    },
    {
        "title": "AGNIi",
        "description": "Ministry of Commerce and Industry Schemes Department for Promotion of Industry and Internal Trade (DPIIT) AGNIi convenes India's finest technologists and their deployment-ready technologies - from startups and laboratories - with top technology users from Indian and global enterprise, government, and non-profit sectors. And help those who have the technology, deliver it where it is needed. We help those who need technology, find it.... Link to Application: Read more...\nLinks: https://www.investindia.gov.in/"
    },
    {
        "title": "Technology Development Fund",
        "description": "Ministry of Defence DRDO The TDF Scheme extends financial support and expertise to upgrade existing products/systems, processes, and applications by reducing production costs, improving functionality and quality by promoting Make in India, and the development of futuristic technologies with defense applications. The Scheme enlists requirements of Service Headquarters of upgrading products/systems and futuristic defense technologies as Projects for which eligible stakeholders can apply through this platform.... Link to Application: Read more...\nLinks: https://tdf.drdo.gov.in"
    },
    {
        "title": "Innovations for Defence Excellence (iDEX)",
        "description": "Ministry of Defence Department of Defence Production The iDEX initiative was launched by the Hon’ble PM in April 2018. iDEX aims to achieve self-reliance and foster innovation and technology development in Defence and Aerospace by engaging Industries including MSMEs, start-ups, individual innovators, R&D institutes and academia.... Link to Application: Read more...\nLinks: https://pib.gov.in/PressReleasePage.aspx?PRID=1782604"
    },
    {
        "title": "Venture Capital by SIDBI Venture Capital Ltd. (SVLC)",
        "description": "Public Sector Enterprise SIDBI They aim to work for best returns by investing in deserving entrepreneurial teams using a combination of capital, strategic mentoring, skills and our vast network of relationships.... Link to Application: Read more...\nLinks: https://sidbiventure.co.in"
    },
    {
        "title": "Samridhi Fund",
        "description": "Public Sector Enterprise SIDBI The Samridhi Fund is an approx. ₹430 crore social venture capital fund. SIDBI has envisaged the creation of the Samridhi Fund to provide capital to social enterprises which can deliver both financial and social returns, in Bihar, Uttar Pradesh, Madhya Pradesh, Odisha, Chhattisgarh, Jharkhand, Rajasthan, and West Bengal.... Link to Application: Read more...\nLinks: https://www.startupindia.gov.in/content/sih/en/government-schemes/samridhi_fund.html"
    },
    {
        "title": "Pradhan Mantri Mudra Yojana",
        "description": "Public Sector Enterprise Pradhan Mantri MUDRA Yojana (PMMY) is a scheme launched by the Hon’ble Prime Minister on April 8, 2015, for providing loans up to 10 lakh to the non-corporate, non-farm small/micro enterprises. These loans are classified as MUDRA loans under PMMY. These loans are given by Commercial Banks, RRBs, Small Finance Banks, MFIs, and NBFCs.... Link to Application: Read more...\nLinks: https://www.mudra.org.in"
    },
    {
        "title": "Stand Up India",
        "description": "Public Sector Enterprise Stand Up India Scheme facilitates bank loans between 10 lakh and 1 crore to at least one scheduled caste (SC) or Scheduled Tribe, borrower, and at least one woman per bank branch for setting up a greenfield enterprise. This enterprise may be in manufacturing, services, or the trading sector. In case of non-individual enterprises at least 51% of the shareholding and controlling stake should be held by either an SC/ST or Woman entrepreneur.... Link to Application: Read more...\nLinks: https://www.standupmitra.in/Home/SUISchemes"
    },
    {
        "title": "PM FME Scheme",
        "description": "Ministry of Food Processing Industries PM FME Scheme (PM Formalization of Micro Food Processing Enterprises Scheme) is a government initiative aimed at supporting and formalizing micro food processing enterprises. This scheme provides various benefits and resources to promote entrepreneurship and growth in the food processing sector.... Link to Application: Read more...\nLinks:  https://pmfme.mofpi.gov.in/pmfme/newsletters/ "
    },
    {
        "title": "Creation/Expansion of Food Processing & Preservation Capacities (CEFPPC) scheme",
        "description": "Ministry of Food Processing Industries The main objective of the Scheme is the creation of processing and preservation capacities and modernization/ expansion of existing food processing units with a view to increasing the level of processing, and value addition leading to reduction of wastage. The processing activities undertaken by the individual units cover a wide range of post-harvest processes resulting in value addition and/or enhancing shelf life with specialized facilities required for preservation of perishables. While the expansion of processing capacity is necessary to increase the level of processing and reduce wastage, the induction of modern technology is intended to make a clear difference in terms of process efficiencies as well as improving the quality of the end product. The setting up of new units and modernization/ expansion of existing units are covered under the scheme.,Scheme is implemented through organizations such as Central & State PSUs/ Joint Ventures/ Farmer Producers Organisation  (FPOs)/ NGOs/ Cooperatives/SHGs/ Pvt. Ltd companies/ individuals proprietorship firms engaged in establishment/ upgradation/ modernization of food processing units.... Link to Application: Read more...\nLinks: https://blog.forumias.com/creation-expansion-of-food-processing-preservation-capacities-cefppc-scheme/#:~:text=It%20is%20a%20sub-scheme%20of%20Pradhan%20Mantri%20Kisan,level%20of%20processing%2C%20value%20addition%20and%20reduce%20wastage."
    },
    {
        "title": "Agro-Processing Cluster Scheme",
        "description": "Ministry of Food Processing Industries The scheme aims at the development of modern infrastructure and common facilities to encourage a group of entrepreneurs to set up food processing units based on cluster approach by linking groups of producers  farmers to the processors and markets through a well-equipped supply chain with modern infrastructure.... Link to Application: Read more...\nLinks: https://www.mofpi.gov.in/Schemes/agro-processing-cluster"
    },
    {
        "title": "PLI Scheme for Automobile and Auto components",
        "description": "Ministry of Heavy Industries & Public Enterprises The government has introduced the Production Linked Incentive (PLI) Scheme for Automobile and Auto Components Industry for Enhancing India’s Manufacturing Capabilities for Advanced Automotive Products. This scheme proposes financial incentives to boost domestic manufacturing of Advanced Automotive Technology products and attract investments in the automotive manufacturing value chain.... Link to Application: Read more...\nLinks: https://www.indiafilings.com/learn/pli-scheme-for-automobile-and-auto-component-industry/#:~:text=Eligibility%20Criteria%20for%20Existing%20Company&text=Minimum%20Rs.,10%2C000%20crores.&text=Global%20Investment%20of%20Company%20or%20its%20Group%20Company%20in%20fixed,150%20crore (https://www.indiafilings.com/learn/pli-scheme-for-automobile-and-auto-component-industry/#:~:text=Eligibility%20Criteria%20for%20Existing%20Company&text=Minimum%20Rs.,10%2C000%20crores.&text=Global%20Investment%20of%20Company%20or%20its%20Group%20Company%20in%20fixed,150%20crore) | https://heavyindustries.gov.in"
    },
    {
        "title": "PLI Scheme for National Programme on Advanced Chemistry Cell (ACC) Battery Storage",
        "description": "Ministry of Heavy Industries & Public Enterprises The Ministry of Heavy Industries & Public Enterprises presents the PLI Scheme for National Programme on Advanced Chemistry Cell (ACC) Battery Storage. This scheme is designed to boost the production of advanced chemistry cell (ACC) batteries in India and promote the adoption of clean and efficient energy storage solutions.... Link to Application: Read more...\nLinks: https://heavyindustries.gov.in "
    },
    {
        "title": "National Handloom Development Programme",
        "description": "Ministry of Textiles The NHDP is an attempt to facilitate the sustainable development of handloom weavers located in and outside identified handloom clusters into a cohesive, self-managing and competitive socio-economic unit.,NHDP has been formulated for its implementation during the financial year 2021-22 to 2025-26. The scheme will follow a need-based approach for the integrated and holistic development of handlooms and the welfare of handloom weavers. The scheme will support weavers, both within and outside the cooperative fold including Self Help Groups, etc. towards raw material, design inputs, technology upgradation, marketing support through exhibitions, creating permanent infrastructure in the form of Urban Haats, marketing complexes, etc.... Link to Application: Read more...\nLinks: http://handlooms.nic.in/assets/img/Handloom%20Schemes/final%20book%208%20Nov%2021.pdf"
    },
    {
        "title": "Raw Material Supply Scheme",
        "description": "Ministry of Textiles The Ministry of Textiles introduces the Raw Material Supply Scheme, which is designed to ensure the availability of quality raw materials to handloom weavers and artisans. This scheme supports the handloom sector by providing reliable access to essential raw materials. ... Link to Application: Read more...\nLinks: http://handlooms.nic.in/assets/img/Handloom%20Schemes/final%20book%208%20Nov%2021.pdf"
    },
    {
        "title": "National Handicrafts Development Program",
        "description": "Ministry of Textiles The NHDP scheme envisages a package of support to the handicraft clusters and artisans which inter-alia include basic inputs and infrastructure support in addition to capacity enhancement to cater to target market.,The components of the NHDP scheme have been designed in such a way that the scheme will provide end-to-end support to millions of handicraft artisans employed in the sector, create a conducive environment, and provide a level playing field to them against machine-made products.,The main focus area of the schemes is to bring every handicraft artisan into the mainstream while preserving & ensuring the continuation of prestigious crafts of the country by providing marketing platforms for handicraft products, resilient infrastructure support, and skilling new entrants through numerous kinds of design and skill training programs and thus focus on capacity building for the sector. In addition to strengthening of handicrafts sector and empowering artisans, the schemes also provide an umbrella of safety to millions of artisans by bringing them under various social security coverage through schemes like Aam Admi Jeeven Joyti Yojana, Pradhan Mantri Jeevan Joyti Yojana, etc. and providing pension to old aged artisans.... Link to Application: Read more...\nLinks: https://handicrafts.nic.in/pdf/Scheme.pdf#page=3"
    },
    {
        "title": "Central Sector Scheme on Conservation, Development and Sustainable Management of Medicinal Plants",
        "description": "AYUSH The Ministry of Ayush has established a National Medicinal Plant Board to promote the development and cultivation of medicinal plants and to harmonize the development activities between several ministries/departments/organizations. The board has been implementing various schemes and policies for the MSMEs to grow, preserve, and market medicinal plants. Central Sector Scheme for Conservation, Development and Sustainable Management of Medicinal Plants is one such scheme launched by NMPB to focus on cultivation and protection of medicinal plants.... Link to Application: Read more...\nLinks: https://ngo.ayush.gov.in/national-medicinal-plant-board "
    },
    {
        "title": "Agriculture Infrastructure Fund for Agripreneurs",
        "description": "Ministry of Agriculture The Department of Agriculture & Farmers Welfare, Ministry of Agriculture and Farmers Welfare, Govt. of India has formulated the Central Sector Scheme with an objective to mobilize a medium long-term debt financing facility for investment in viable projects relating to post-harvest management Infrastructure and community farming assets through incentives and financial support in order to improve agriculture infrastructure in the country. ... Link to Application: Read more...\nLinks: https://www.manage.gov.in/aif/AIF%20Brochure.pdf"
    },
    {
        "title": "SIDBI Make in India Soft Loan Fund for Micro Small and Medium Enterprises (SMILE)",
        "description": "Ministry of Finance SIDBI SIDBI Make in India Soft Loan Fund for Micro Small and Medium Enterprises (SMILE) was initiated by the Government of India to make MSMEs take an active part in the ‘Make in India’ campaign. The primary focus is to provide financing to small enterprises within the MSME sector. The term Soft Loan was introduced to offer loans with Soft terms to meet the debt-equity ratio for the establishment of an MSME.... Link to Application: Read more...\nLinks: https://www.paisabazaar.com/business-loan/sidbi-smile-scheme/"
    },
    {
        "title": "Swarojgar Credit Card",
        "description": "Ministry of Finance The Swarojgar Credit Card scheme is an initiative by the Ministry of Finance aimed at providing easy access to credit for small entrepreneurs and self-employed individuals in India. SCC Scheme aims at providing adequate and timely credit ie. working/capital or blocks capital or both to small artisans, handloom weavers, service sector, fishermen, self-employed persons, rickshaw owners, other micro-entrepreneurs, etc. from the banking system in flexible, hassle-free and cost-effective manner. The facility may also include a reasonable component for consumption needs.... Link to Application: Read more...\nLinks: https://www.rbi.org.in/Scripts/NotificationUser.aspx?Id=1373"
    },
    {
        "title": "Pradhan Mantri Mudra Yojana",
        "description": "Ministry of Finance Department of Financial Services The scheme was launched on 8th April 2015. Under the scheme a loan of up to Rs. 50,000 is given under sub-scheme ‘Shishu’; between Rs. 50,000 to 5.0 Lakhs under sub-scheme ‘Kishore’; and between 5.0 Lakhs to 10.0 Lakhs under sub-scheme ‘Tarun’. Loans taken do not require collaterals. These measures are aimed at increasing the confidence of young, educated or skilled workers who would now be able to aspire to become first-generation entrepreneurs; existing small businesses, too, will be able to expand their activities.... Link to Application: Read more...\nLinks: https://www.mudra.org.in/"
    },
    {
        "title": "Development of Solar Parks and Ultra Mega Solar Power Projects",
        "description": "Ministry of New and Renewable Energy Sources Schemes Solar power projects can be set up anywhere in the country, however, the solar power projects developed in a scattered manner lead to higher project cost per MW and higher transmission losses. Individual projects of smaller capacity incur significant expenses in site development, drawing separate transmission lines to the nearest substation, procuring water, and creating other necessary infrastructure. It also takes longer for project developers to acquire land, get all types of clearances and permissions, etc. which ultimately delays the project. To overcome these challenges, the scheme for “Development of Solar Parks and Ultra-Mega Solar Power Projects” was rolled out in December 2014 with an objective to facilitate the solar project developers to set up projects expeditiously.... Link to Application: Read more...\nLinks: https://mnre.gov.in/development-of-solar-parks-and-ultra-mega-solar-power-projects/ (https://mnre.gov.in/development-of-solar-parks-and-ultra-mega-solar-power-projects/) | https://mnre.gov.in/development-of-solar-parks-and-ultra-mega-solar-power-projects/ "
    },
    {
        "title": "Venture Capital Fund for Scheduled Castes (VCF-SC)",
        "description": "Ministry of Social Justice and Empowerment (MoSJE) Department of Social Justice and Empowerment Venture Capital Fund for Scheduled Castes (VCF-SC), a scheme launched by the Ministry of Social Justice and Empowerment (MoSJE), Government of India (GOI) was launched in January 2015 for promoting entrepreneurship and provide concessional finance to the companies promoted by Scheduled Caste entrepreneurs.... Link to Application: Read more...\nLinks: https://www.vcfsc.in/index.html"
    },
    {
        "title": "Venture Capital Fund for Backward Classes (VCF-BC)",
        "description": "Ministry of Social Justice and Empowerment (MoSJE) Department of Social Justice and Empowerment A first of its kind Venture Capital Fund launched by Ministry of Social Justice and Empowerment, Government of India to promote entrepreneurship in India among the Backward Classes by providing concessional finance to them.... Link to Application: Read more...\nLinks: https://www.vcfsc.in/vcfbc/index.html"
    },
    {
        "title": "SENIOR CARE AGEING GROWTH ENGINE (SAGE) VENTURE FUND",
        "description": "Ministry of Social Justice and Empowerment (MoSJE) Department of Social Justice and Empowerment A Fund targeted to provide equity support up to Rs.1 Crore for up to 49% stake in such start-ups which innovate on products and services for Senior Citizens of India.... Link to Application: Read more...\nLinks: https://www.ifciventure.com/sage-venture-funds/Investment-Process.html"
    },
    {
        "title": "Ambedkar Social Innovation Incubation Mission (ASIIM) Scheme under VCF-SC",
        "description": "Ministry of Social Justice and Empowerment (MoSJE) Department of Social Justice and Empowerment In order to boost entrepreneurship and innovation among the SC students/ SC Divyang youth, MoS&JE has launched an initiative viz. “Ambedkar Social Innovation and Incubation Mission (ASIIM)” under VCF-SC on 30th September 2020.,The objective of this initiative is to provide focused support to young SC entrepreneurs who are engaged in working on innovative and technology-oriented business ideas either in educational campuses or Technology Business Incubators (TBIs), to help them setup successful commercial enterprises. ... Link to Application: Read more...\nLinks: https://www.vcfsc.in/asiim/index.html"
    },
    {
        "title": "Biotechnology Industry Partnership Program (BIPP)",
        "description": "Biotechnology Industry Research Assistance Council (BIRAC) The present scheme on Biotechnology Industry Partnership Programme (BIPP) is a government partnership with Industries for public support on a cost sharing basis for: · Path-breaking research in frontier futuristic technology areas having major economic potential and making Indian industry globally competitive and focused on IP creation with ownerships by Indian industry and where relevant, collaborating scientists. ·  The development of appropriate technologies in the context of recognized national priorities in the area of agriculture, health, bioenergy, green manufacturing, when the scale of the problem has serious consequences for social and economic development. ... Link to Application: Read more...\nLinks: https://birac.nic.in/desc_new.php?id=216"
    },
    {
        "title": "BIRAC Incubators SEED Fund",
        "description": "Biotechnology Industry Research Assistance Council (BIRAC) Department of Biotechnology (DBT) The basic idea of SEED Fund is providing Capital assistance to startups with new and meritorious ideas, innovations and technologies. This would enable some of these start-ups to graduate to a level where they will be able to raise investments from angel/Venture capitalist or they will reach a position to seek loans from commercial banks /financial institutions. Thus the proposed seed support is positioned to act as a bridge between promoters investment and Venture/Angel investment. This is not an investment scheme, but, rather a support scheme to enable start-ups and incubator to attain sustainability.... Link to Application: Read more...\nLinks: https://birac.nic.in/seedFund.php"
    },
    {
        "title": "SPARSH (Social Innovation program for Products: Affordable & Relevant to Societal Health)",
        "description": "Biotechnology Industry Research Assistance Council (BIRAC) SPARSH (Social Innovation Programme for Products: Affordable and Relevant to Societal Health) is the Social Innovation Programme of BIRAC aimed at promoting the development of innovative solutions to society’s most pressing social problems through biotechnological approaches. Since its inception, the program has been investing in high impact ideas and innovations that could address unmet needs and challenges that are neglected. ... SPARSH offers several benefits to innovators and entrepreneurs working on relevant healthcare solutions. Read more..."
    },
    {
        "title": "Industry Innovation Programme on Medical Electronics (IIPME)",
        "description": "Biotechnology Industry Research Assistance Council (BIRAC) Industry Innovation Programme on Medical Electronics (IIPME) is a collaborative project between the Ministry of Electronics and Information Technology (MeitY) and Biotechnology Industry Research Assistance Council (BIRAC), Department of Biotechnology, Ministry of Science & Technology, Government of India.,The project goal is to fund a portfolio of Indian-led pilot projects targeting innovations in multidisciplinary areas comprising of electronics, engineering, medical devices, healthcare, software, algorithms & information technology, to help medical electronics fraternity and to bring in fast pace research and development in this area. The idea is to provide funding support to applicants for testing their bold ideas, mentorship from various subject matter experts, networking platforms, and an opportunity to scale up their technology. Under this project support will be provided at Seed, Early transition, and transitions to scale stages.... Read more..."
    },
    {
        "title": "NABVENTURES Fund",
        "description": "National Bank for Agriculture and Rural Development (NABARD) NABVENTURES is a venture growth equity fund that invests in agriculture, food, rural businesses and agri/rural financial services at early to mid-stage. The fund invests in asset-light business models, high on innovation/technology, solving large problems in agriculture, food and rural development through innovative means.... Link to Application: Read more...\nLinks: https://www.nabard.org/nabard-subsidiaries.aspx?id=1721&cid=1727"
    },
    {
        "title": "VENTURE CAPITAL FUND FOR SCHEDULED TRIBES (VCF-ST)",
        "description": "Ministry of Tribal Affairs (MoTA) Venture Capital Fund for Scheduled Tribes (VCFST), a scheme was launched on February 10, 2024 by Hon’ble Union Minister for Tribal Affairs (MoTA), Government of India (GoI) Shri Arjun Munda in the gracious presence of Hon’ble President Smt. Draupadi Murmur. The scheme Venture Capital Fund for Scheduled Tribes (VCFST) is launched to promote entrepreneurship and to support innovative ideas through Technology Business Incubators by providing concessional finance to the companies promoted by Scheduled Tribes entrepreneurs.... Link to Application: Read more...\nLinks: https://vcfst.in/\n"
    }
]