Repository: codewithpiyushh/InspireHER
Catalog: lib/l10n/app_*.arb
Languages: hi, or, ta

# title1
source: From Sunrise to Harvest: Daily Stories from the Field
hi: सूर्योदय से कटाई तक: खेतों से रोज़ की कहानियाँ
or: ସୁର୍ଯ୍ୟୋଦୟରୁ କଟାଇଃ କ୍ଷେତ୍ରର ଦିନଚର୍ଯ୍ୟ କାହାଣୀ
ta: சூரிய உதயத்திலிருந்து அறுவடை வரை: தினசரி பண்ணை கதைகள்

# author1
source: Kavita Singh
hi: कविता सिंह
or: କବିତା ସିଂହ
ta: கவிதா சிங்

# title2
source: From Grass to Glass: Insights for Efficient Milk Production
hi: घास से गिलास तक: कुशल दूध उत्पादन के लिए अंतर्दृष्टि
or: ଘାସରୁ ଗ୍ଲାସଃ କ୍ଷମତାଶୀଳ ଦୁଗ୍ଧ ଉତ୍ପାଦନ ପାଇଁ ଅନୁଭବ
ta: புல்லில் இருந்து பால்வரை: திறமையான பால் உற்பத்திக்கான உள்ளடக்கங்கள்

# author2
source: Renu Dalal
hi: रेणु दलाल
or: ରେଣୁ ଦଳାଲ
ta: ரேணு தலால்

# title3
source: Cream of the Crop: Tips to Boost Dairy Productivity
hi: फसल का क्रीम: डेयरी उत्पादकता बढ़ाने के टिप्स
or: ଉତ୍ତମ ଚୟନଃ ଦୁଗ୍ଧ ଉତ୍ପାଦନ ବୃଦ୍ଧି ପାଇଁ ପରାମର୍ଶ
ta: சிறந்த பால் உற்பத்திக்கான குறிப்புகள்

# author3
source: Ritu Kalonia
hi: रितु कलोनिया
or: ରିତୁ କଲୋନିଆ
ta: ரிது கலோனியா

# title4
source: The Daily Moo: Your Guide to Thriving in Dairy Farming
hi: द डेली मू: डेयरी फार्मिंग में उन्नति के लिए आपकी मार्गदर्शिका
or: ଦି ଡେଲି ମୁଃ ଦୁଗ୍ଧ ଚାଷ ଉନ୍ନତି ପାଇଁ ତୁମର ଗାଇଡ୍
ta: தினசரி மாடுபால்: பால்வள விவசாயத்தில் வெற்றி பெற உங்கள் வழிகாட்டி

# author4
source: Sanjay Singh
hi: संजय सिंह
or: ସଂଜୟ ସିଂହ
ta: சஞ்சய் சிங்

# title5
source: From Pasture to Profit: Maximizing Your Dairy Farm's Potential
hi: चरागाह से मुनाफे तक: अपने डेयरी फार्म की क्षमता अधिकतम करें
or: ଚାରଣଭୂମିରୁ ଲାଭଃ ତୁମର ଦୁଗ୍ଧ ଖେତିର ସମ୍ଭାବନା ଅଧିକତମ କରିବା
ta: மேய்ச்சலிலிருந்து லாபம் வரை: உங்கள் பால்வள பண்ணையின் திறனை அதிகரிக்க

# author5
source: Deepak Kumar
hi: दीपक कुमार
or: ଦୀପକ କୁମାର
ta: தீபக் குமார்

# learnTitle
source: Learn
hi: सीखें
or: ଶିଖନ୍ତୁ
ta: கற்றுக்கொள்ளுங்கள்

# writeMessage
source: Write your message
hi: अपना संदेश लिखें
or: ତୁମର ସନ୍ଦେଶ ଲେଖନ୍ତୁ
ta: உங்கள் செய்தியை எழுதுங்கள்

source: Financial Courses
hi: वित्तीय पाठ्यक्रम
or: ଆର୍ଥିକ କୋର୍ସଗୁଡ଼ିକ
ta: நிதி பாடநெறிகள்

source: SEE ALL
hi: सभी देखें
or: ସମସ୍ତ ଦେଖନ୍ତୁ
ta: அனைத்தையும் காண்க

source: All
hi: सभी
or: ସମସ୍ତ
ta: அனைத்தும்

source: Financial Literacy
hi: वित्तीय साक्षरता
or: ଆର୍ଥିକ ଜ୍ଞାନ
ta: நிதி அறிவு

source: Micro-Investment
hi: सूक्ष्म निवेश
or: ସୂକ୍ଷ୍ମ ନିବେଶ
ta: மைக்ரோ முதலீடு

source: Credit Use
hi: क्रेडिट उपयोग
or: ଋଣ ବ୍ୟବହାର
ta: கடன் பயன்பாடு

# nameNeeta
source: Neeta
hi: नीता
or: ନୀତା
ta: நீதா

# nameNikita
source: Nikita
hi: निकिता
or: ନିକିତା
ta: நிகிதா

# nameManya
source: Manya
hi: मान्या
or: ମାନ୍ଯା
ta: மன்னியா

# nameShagun
source: Shagun
hi: शगुन
or: ଶଗୁନ୍
ta: ஷகுன்

# namastetile
source: Namaste
hi: नमस्ते
or: ନମସ୍ତେ
ta: நமஸ்தே

source: On Going Course
hi: चल रहे पाठ्यक्रम पर
or: ଚଳିତ କୋର୍ସ
ta: நடப்பில் உள்ள பாடநெறி

# askChatbot
source: Ask Our chatbot
hi: चल रहे पाठ्यक्रम पर
or: ଆମର ଚାଟ୍ ବୋଟ୍ କୁ ପଚାରନ୍ତୁ
ta: எங்கள் சாட்பாட்டிடம் கேளுங்கள்

# businessAddress
source: BBSR+3GL 4th Ln Akakapuri,Brahmapur, Odisha-760010
hi: बीबीएसआर+3जीएल चौथा लेन अकाकापुरी, ब्रह्मपुर, ओडिशा-760010
or: BBSR+3GL 4th Ln Akakapuri,ବ୍ରହ୍ମପୁର, ଓଡିଶା-760010
ta: BBSR+3GL 4வது வீதி, அககபுரி, புரி, ஓடிஷா - 760010

# businessName
source: Lakshmi
hi: लक्ष्मी
or: ଲକ୍ଷ୍ମୀ
ta: லட்சுமி டெய்ரி

source: Finance
hi: वित्त
or: ଆର୍ଥିକ ଅଂଶ
ta: நிதி

source: Loan Schemes
hi: ऋण योजनाएँ
or: ଋଣ ଯୋଜନା
ta: கடன் திட்டங்கள்

source: Investment Options
hi: निवेश विकल्प
or: ନିବେଶ ବିକଳ୍ପ
ta: முதலீட்டு விருப்பங்கள்

source: Loan Calculator
hi: ऋण कैलकुलेटर
or: ଋଣ ଗଣନାକାରୀ
ta: கடன் கணக்கீடு

source: Loan Amount
hi: ऋण राशि
or: ଋଣ ରାଶି
ta: கடன் தொகை

# interestRate
source: Interest Rate (% p.a)
hi: ब्याज दर (% प्रति वर्ष)
or: ସୁଧ ହାର (% ପ୍ରତି ବର୍ଷ)
ta: வட்டி வீதம் (% p.a)

# timePeriod
source: Time Period (Years)
hi: अवधि (वर्ष)
or: ସମୟ ଅବଧି (ବର୍ଷ)
ta: கால அளவு (ஆண்டுகள்)

source: Years
hi: वर्ष
or: ବର୍ଷ
ta: ஆண்டுகள்

source: Calculate EMI
hi: ईएमआई गणना करें
or: EMI ଗଣନା କରନ୍ତୁ
ta: EMI கணக்கிடுங்கள்

source: Monthly EMI:
hi: मासिक ईएमआई:
or: ମାସିକ EMI:
ta: மாத EMI:

# maximumLoanAmount
source: Maximum loan amt
hi: अधिकतम ऋण राशि
or: ଅଧିକତମ ଋଣ ରାଶି
ta: அதிகபட்ச கடன் தொகை

source: Contact
hi: संपर्क करें
or: ସଂଯୋଗ
ta: தொடர்பு

source: Expected Returns:
hi: अपेक्षित रिटर्न:
or: ଅନୁମାନିତ ଲାଭ:
ta: எதிர்பார்க்கும் வருவாய்:

source: Minimum Amount:
hi: न्यूनतम राशि:
or: ନ୍ୟୁନତମ ରାଶି:
ta: குறைந்தபட்ச தொகை:

source: Duration
hi: अवधि
or: ଅବଧି
ta: காலம்

# profile_name
source: POOJA PANDEY
hi: पूजा पांडे
or: ପୂଜା ପାଣ୍ଡେୟ
ta: ப்ரொஃபைல் பெயர்

# designation
source: Dairy Farm Expert
hi: डेयरी फार्म विशेषज्ञ
or: ଦୁଗ୍ଧ ଖେତି ବିଶେଷଜ୍ଞ
ta: பதவி

# location
source: Pooja Dairy and Farms.
hi: पूजा डेयरी और फार्म।
or: ପୂଜା ଡେୟରୀ ଏବଂ ଫାର୍ମ୍ସ
ta: இருப்பிடம்

# schedule_call
source: Schedule a call
hi: कॉल शेड्यूल करें
or: ଏକ କଲ୍ ଅନୁସୂଚନା କରନ୍ତୁ
ta: அழைப்பு திட்டமிடவும்

source: Following
hi: अनुयायी
or: ଅନୁସରଣ କରୁଛନ୍ତି
ta: பின்தொடர்கிறேன்

source: Message
hi: संदेश
or: ସନ୍ଦେଶ
ta: செய்தி

# profit_last_month
source: Profit From Last Month
hi: पिछले महीने का लाभ
or: ପିଛଲି ମାସରୁ ଲାଭ
ta: கடந்த மாத லாபம்

# profit_value
source: Rs 51000
or: ରୁପାୟ 51000

source: Sales
hi: बिक्री
or: ବିକ୍ରୟ
ta: விற்பனை

# connection_info
source: POOJA PANDEY is connected with us since 2 years
hi: पूजा पांडे हमसे 2 साल से जुड़ी हुई हैं
or: ପୂଜା ପାଣ୍ଡେୟ 2 ବର୍ଷ ଧରି ଆମ ସହିତ ସଂଯୋଗ ରଖିଛନ୍ତି
ta: 2 ஆண்டுகளாக இணைந்துள்ளார்

# post_section
source: POST
hi: पोस्ट
or: ପୋଷ୍ଟ
ta: பதிவு

# post_author
source: POOJA PANDEY
hi: पूजा पांडे
or: ପୂଜା ପାଣ୍ଡେୟ
ta: பதிவாளர்

# post_designation
source: Dairy Farm Expert - 2d ago
hi: डेयरी फार्म विशेषज्ञ - 2 दिन पहले
or: ଦୁଗ୍ଧ ଖେତି ବିଶେଷଜ୍ଞ - 2 ଦିନ ତଳେ
ta: பதவி - 2 நாட்களுக்கு முன்பு

# post_content
source: Cattle Feeding Guide: A well-balanced diet with proper nutrients improves cattle health and milk production.
hi: पशु आहार गाइड: एक संतुलित आहार उचित पोषक तत्वों के साथ पशु स्वास्थ्य और दूध उत्पादन में सुधार करता है।
or: ପଶୁ ଖାଦ୍ୟ ମାନୁଏଲ୍: ଭଲ ସମତୁଳିତ ଆହାର ଏବଂ ଜରୁରୀ ପୋଷକ ଦ୍ୱାରା ଗାଈଙ୍କ ସ୍ୱାସ୍ଥ୍ୟ ଏବଂ ଦୁଗ୍ଧ ଉତ୍ପାଦନ ଉନ୍ନତି ହୁଏ।
ta: மாடுகளுக்கான உணவுமுறை வழிகாட்டி: நன்றாக சமநிலைப்பட்ட உணவு மாடுகளின் ஆரோக்கியத்தையும் பாலை உற்பத்தியையும் மேம்படுத்தும்.

source: READ MORE...
hi: अधिक पढ़ें...
or: ଅଧିକ ପଢନ୍ତୁ...
ta: மேலும் வாசிக்க...

source: Connect
hi: जोड़ना
or: ସଂଯୋଗ କରନ୍ତୁ
ta: இணைக்க

source: Become A Mentor
hi: एक सलाहकार बनें
or: ମେଣ୍ଟର ହୁଅନ୍ତୁ
ta: ஆலோசகராக இருங்கள்

source: Top Mentor
hi: शीर्ष गुरु
or: ଶ୍ରେଷ୍ଠ ମେଣ୍ଟର
ta: சிறந்த ஆலோசகர்

source: Pooja Pandey
hi: पूजा पांडे
or: ପୂଜା ପାଣ୍ଡେୟ
ta: பூஜா பாண்டே

source: Dairy Farm Expert
hi: डेयरी फार्म विशेषज्ञ
or: ଦୁଗ୍ଧ ଖେତି ବିଶେଷଜ୍ଞ
ta: பால்வளக் கோழி நிபுணர்

source: Finance Expert
hi: वित्त विशेषज्ञ
or: ଆର୍ଥିକ ବିଶେଷଜ୍ଞ
ta: நிதி நிபுணர்

source: Videos For You
hi: आपके लिए वीडियो
or: ତୁମ ପାଇଁ ଭିଡିଓଗୁଡ଼ିକ
ta: உங்களுக்கான வீடியோக்கள்

source: Messages
hi: संदेशों
or: ସନ୍ଦେଶଗୁଡ଼ିକ
ta: செய்திகள்

source: Search
hi: खोजें
or: ସନ୍ଧାନ କରନ୍ତୁ
ta: தேடுக

source: Home
hi: होम
or: ମୁଖ୍ୟପୃଷ୍ଠା
ta: முகப்பு

# connecting
source: Connect
hi: जोड़ना
or: ସଂଯୋଗ
ta: இணைப்பு

# fullScreenVideo
source: READ MORE...
hi: अधिक पढ़ें...
or: ଅଧିକ ପ ... ଼ନ୍ତୁ ...
ta: முழு திரை வீடியோ

# learning
source: Learn
hi: सीखना
or: ଶିଖିବା
ta: கற்றல்

# setuping
source: Market
hi: बाज़ार
or: ବଜାର
ta: அமைத்தல்

# financing
source: Finance
hi: वित्त
or: ଆର୍ଥିକ
ta: நிதியியல்

# select_business
source: Select Business Type
hi: व्यवसाय चुनें
or: ବ୍ୟବସାୟ ପ୍ରକାର ଚୟନ କରନ୍ତୁ
ta: வணிக வகையை தேர்ந்தெடுக்கவும்

source: Select Language
hi: भाषा चुने
or: ଭାଷା ଚୟନ କରନ୍ତୁ
ta: மொழியை தேர்ந்தெடுக்கவும்

source: Message1
hi: संदेश1
or: ସନ୍ଦେଶ1
ta: செய்தி 1

source: Message2
hi: संदेश2
or: ସନ୍ଦେଶ2
ta: செய்தி 2

source: Message3
hi: संदेश3
or: ସନ୍ଦେଶ3
ta: செய்தி 3

source: Message4
hi: संदेश4
or: ସନ୍ଦେଶ4
ta: செய்தி 4

source: Message5
hi: संदेश5
or: ସନ୍ଦେଶ5
ta: செய்தி 5

source: Sheela Devi
hi: शीलादेवी
or: ଶୀଳା ଦେବୀ
ta: ஷீலா தேவி

source: Nearby Shops
hi: आस-पास की दुकानें
or: ନିକଟବର୍ତ୍ତୀ ଦୋକାନ
ta: அருகிலுள்ள கடைகள்

source: dairy
hi: डेयरी
or: ଡେଅରୀ
ta: பால்வளக் கோழி

source: Bakery
hi: बेकरी
or: ବେକାରୀ
ta: பேக்கரி

source: Supermarket
hi: सुपरमार्केट
or: ସୁପରମାର୍କେଟ
ta: சூப்பர் மார்க்கெட்

source: Convenience
hi: सुविधा
or: ସୁବିଧା
ta: வசதி கடை

# introductionToBusiness
source: Introduction to {business} Business
hi: {business} व्यवसाय का परिचय
or: {business} ବ୍ୟବସାୟ ପରିଚୟ
ta: {business} வணிகத்திற்கு அறிமுகம்

# hintText
source: Type your message...
hi: अपना संदेश टाइप करें...
or: ଆପଣଙ୍କ ସନ୍ଦେଶ ଟାଇପ୍ କରନ୍ତୁ...
ta: உங்கள் செய்தியை உள்ளிடவும்...

# quick
source: Quick Services
hi: त्वरित सेवा
or: ତୁରନ୍ତ ସେବା
ta: விரைவு சேவைகள்

source: Courses
hi: पाठ्यक्रम
or: ପାଠ୍ୟକ୍ରମ
ta: பாடங்கள்

source: Forms
hi: फॉर्म
or: ଫର୍ମଗୁଡ଼ିକ
ta: படிவங்கள்

source: Invest
hi: निवेश करें
or: ବିନିଯୋଗ
ta: முதலீடு

# twoDaysAgo
source: 2d ago
hi: 2 दिन पहले
or: 2 ଦିନ ପୂର୍ବେ
ta: 2 நாட்களுக்கு முன்பு

source: Cattle Feeding Guide
hi: पशु आहार गाइड
or: ପଶୁଖାଦ୍ୟ ମାନକ
ta: மாடுகளுக்கான உணவுமுறை வழிகாட்டி

# cattleFeedingContent
source: A cattle feeding guide includes providing a well-balanced diet with the right nutrients, and considering the animal's body weight and milk production.
hi: पशुओं के लिए संतुलित आहार देना महत्वपूर्ण है, जिसमें आवश्यक पोषक तत्व होते हैं और जो उनके शरीर के वजन और दुग्ध उत्पादन को ध्यान में रखता है।
or: ପଶୁଖାଦ୍ୟ ମାନକରେ ସଠିକ ପୋଷକ ଉପାଦାନ ସହିତ ସମତୁଳିତ ଆହାର ଦେବା ଅନ୍ତର୍ଭୁକ୍ତ, ଏବଂ ପଶୁର ଶରୀର ଓଜନ ଏବଂ ଦୁଧ ଉତ୍ପାଦନକୁ ଧ୍ୟାନ ଦେବା ଜରୁରୀ।
ta: மாடுகளுக்கு சரியான ஊட்டச்சத்து கொண்ட சமநிலையாக்கப்பட்ட உணவை வழங்குவது முக்கியம்.

source: Grass
hi: घास
or: ଘାସ
ta: புல்

# grassDescription
source: The main component of a pastured animal's diet. Grass-fed cattle have a distinct flavor.
hi: चरागाह में रहने वाले पशुओं के आहार का मुख्य घटक। घास खिलाए गए पशुओं का स्वाद अलग होता है।
or: ଚରଣ କରୁଥିବା ପଶୁମାନଙ୍କର ମୂଖ୍ୟ ଆହାର। ଘାସ ଖାଇଥିବା ଗାଈମାନଙ୍କ ରସନା ବିଶେଷ ରହିଥାଏ।
ta: புல்லால் மாடுகளுக்கு ஊட்டச்சத்து கிடைக்கிறது. புல் உணவின் தனித்துவமான சுவை உள்ளது.

source: Hay
hi: सूखी घास
or: ପୋକ
ta: வைத்தியம்

# oneDayAgo
source: 1d ago
hi: 1 दिन पहले
or: 1 ଦିନ ପୂର୍ବେ
ta: 1 நாள் முன்பு

# npddTitle
source: National Programme for Dairy Development (NPDD)
hi: राष्ट्रीय डेयरी विकास कार्यक्रम (NPDD)
or: ଜାତୀୟ ଦୁଗ୍ଧ ବିକାଶ କାର୍ଯ୍ୟକ୍ରମ (NPDD)
ta: தேசிய பால்வள மேம்பாட்டு திட்டம் (NPDD)

# npddContent
source: The Government of India has several schemes to support dairy farming, including the National Programme for Dairy Development (NPDD), the Dairy Infrastructure Development Fund (DIDF), and the Animal Husbandry Infrastructure Development Fund (AHIDF).
hi: भारत सरकार डेयरी फार्मिंग को समर्थन देने के लिए कई योजनाएं चलाती है, जिनमें राष्ट्रीय डेयरी विकास कार्यक्रम (NPDD), डेयरी इन्फ्रास्ट्रक्चर डेवलपमेंट फंड (DIDF), और पशुपालन इन्फ्रास्ट्रक्चर विकास फंड (AHIDF) शामिल हैं।
or: ଭାରତ ସରକାର ପଶୁଖାଦ୍ୟ ଏବଂ ଦୁଗ୍ଧ ଚାଷକୁ ସମର୍ଥନ କରିବା ପାଇଁ କିଛି ଯୋଜନା ଆରମ୍ଭ କରିଛି, ଯେପରିକି ଜାତୀୟ ଦୁଗ୍ଧ ବିକାଶ କାର୍ଯ୍ୟକ୍ରମ (NPDD), ଦୁଗ୍ଧ ପାଇଁ ଅବସ୍ଥାପନ ଉନ୍ନୟନ ତହଳ (DIDF), ଏବଂ ପଶୁପାଳନ ଅବସ୍ଥାପନ ଉନ୍ନୟନ ତହଳ (AHIDF)।
ta: இந்திய அரசின் பல பால்வள மேம்பாட்டு திட்டங்கள் உள்ளன.

# npddPoint1
source: Aims to increase the quality of milk and milk products
hi: दूध और दुग्ध उत्पादों की गुणवत्ता बढ़ाने का लक्ष्य
or: ଦୁଗ୍ଧ ଏବଂ ଦୁଗ୍ଧ ଉତ୍ପାଦନର ଗୁଣବତ୍ତା ବୃଦ୍ଧି କରିବା ଉଦ୍ଦେଶ୍ୟ
ta: பால் மற்றும் பால்வள பொருட்களின் தரத்தை அதிகரிக்க நோக்கமுடையது.

# npddPoint2
source: Increases the share of organized milk procurement, processing, and marketing
hi: संगठित दूध संग्रहण, प्रसंस्करण और विपणन में वृद्धि
or: ସଂଗଠିତ ଦୁଗ୍ଧ ସଂଗ୍ରହ, ପ୍ରକ୍ରିୟାକରଣ, ଏବଂ ବଜାରୀକରଣର ଅଂଶ ବୃଦ୍ଧି କରେ
ta: பால்வள ஒழுங்கமைப்பு, செயலாக்கம் மற்றும் சந்தைப்படுத்தலின் பகுதியை அதிகரிக்கிறது.

# npddPoint3
source: Includes infrastructure for quality milk testing equipment and primary chilling facilities
hi: गुणवत्ता परीक्षण उपकरण और प्राथमिक चिलिंग सुविधाओं के लिए आधारभूत संरचना शामिल
or: ଗୁଣବତ୍ତା ଦୁଗ୍ଧ ପରୀକ୍ଷଣ ଉପକରଣ ଏବଂ ପ୍ରାଥମିକ ଉତ୍ତପ୍ରଶମ କେନ୍ଦ୍ର ପାଇଁ ଅବସ୍ଥାପନ ଅନ୍ତର୍ଭୁକ୍ତ
ta: உயர்தர பால் பரிசோதனை உபகரணங்கள் மற்றும் முதன்மை குளிரூட்டும் வசதிகளை உள்ளடக்கியது.

source: Suppliers
hi: आपूर्तिकर्ता
or: ସପ୍ଲାୟର୍ସ
ta: வழங்குநர்கள்

source: Cattles
hi: पशु
or: ଗାଈମାନେ
ta: மாடுகள்

source: Containers
hi: कंटेनर
or: ପାତ୍ରଗୁଡ଼ିକ
ta: கன்டெய்னர்கள்

source: Milk Coolers
hi: दूध कूलर
or: ଦୁଗ୍ଧ ଥଣ୍ଡା କରିବା ଉପକରଣ
ta: பால் குளிர்பதன சாதனங்கள்

source: Packaging
hi: पैकेजिंग
or: ପ୍ୟାକେଜିଂ
ta: அறைமுறை

source: Transportation
hi: परिवहन
or: ପରିବହନ
ta: போக்குவரத்து

source: Fooder
hi: चारा
or: ଖାଦ୍ୟ
ta: மாடு உணவு

source: Suresh Cattle
hi: सुरेश पशु फार्म
or: ସୁରେଶ ଗାଈ ଖେତି
ta: சுரேஷ் மாடுகள்

# sureshCattleDesc
source: Leading supplier of high-quality cattle.
hi: उच्च गुणवत्ता वाले पशुओं का प्रमुख आपूर्तिकर्ता।
or: ଉଚ୍ଚ-ଗୁଣବତ୍ତା ଥିବା ଗାଈମାନଙ୍କର ପ୍ରମୁଖ ସପ୍ଲାୟର।
ta: உயர்தர மாடுகள் வழங்குபவர்.

source: Mahesh Cattles
hi: महेश पशु फार्म
or: ମହେଶ ଗାଈମାନେ
ta: மகேஷ் மாடுகள்

# maheshCattlesDesc
source: Best breed of cattle at affordable prices.
hi: सर्वश्रेष्ठ नस्ल के पशु किफायती कीमतों पर।
or: ସସ୍ତା ଦରରେ ଉତ୍ତମ ଜାତିର ଗାଈ।
ta: சிறந்த இனக் கோழிகள், குறைந்த விலையில்.

source: Rajesh Livestock
hi: राजेश लाइवस्टॉक
or: ରାଜେଶ ପଶୁସମ୍ପତ୍ତି
ta: ராஜேஷ் மாடுகளின் தொகுப்பு

# rajeshLivestockDesc
source: Trusted provider of premium livestock breeds.
hi: प्रीमियम नस्ल के पशुओं के लिए विश्वसनीय आपूर्तिकर्ता।
or: ପ୍ରିମିୟମ ପଶୁଜାତିର ନିର୍ଭରଯୋଗ୍ୟ ପ୍ରଦାନକାରୀ।
ta: நம்பகமான உயர் தரமுள்ள மாடுகள்.

source: Vikram Dairy Farms
hi: विक्रम डेयरी फार्म्स
or: ବିକ୍ରମ ଦୁଗ୍ଧ ଖେତି
ta: விக்ரம் பால்வளக் கோழிகள்

# vikramDairyFarmsDesc
source: Healthy and high-yield cattle at great prices.
hi: स्वस्थ और उच्च उत्पादन वाले पशु बेहतरीन कीमतों पर।
or: ସ୍ୱାସ୍ଥ୍ୟକର ଏବଂ ଅଧିକ ଦୁଗ୍ଧ ଦେବା ସକ୍ଷମ ଗାଈମାନେ।
ta: உயர்தர மற்றும் அதிக பால் கொடுக்கும் மாடுகள்.

source: Fashion Trends
hi: फैशन ट्रेंड्स
or: ଫ୍ୟାଶନ ଟ୍ରେଣ୍ଡ
ta: ஃபேஷன் ட்ரெண்ட்ஸ்

# fashionTrendsDesc
source: Stylish and trendy clothing supplier.
hi: स्टाइलिश और ट्रेंडी कपड़ों के आपूर्तिकर्ता।
or: ଆଧୁନିକ ଏବଂ ନୂତନ ଟ୍ରେଣ୍ଡ ଥିବା ପୋଶାକ ସପ୍ଲାୟର।
ta: நவீன மற்றும் ஸ்டைலிஷ் ஆடைகள்.

source: What are you looking for
hi: तुम क्या ढूंढ रहे हो
or: ଆପଣ କ'ଣ ଖୋଜୁଛନ୍ତି?
ta: நீங்கள் எதைத் தேடுகிறீர்கள்?

source: Become a Supplier
hi: आपूर्तिकर्ता बनें
or: ଏକ ସପ୍ଲାୟର ହୋଇଯାଆନ୍ତୁ
ta: வழங்குநராக இருங்கள்

# fodder
source: Fooder
hi: चारा
or: ଖାଦ୍ୟ
ta: மாடு உணவு

# placestosetup
source: Places to setup your business
hi: अपना व्यवसाय स्थापित करने के स्थान
or: ଆପଣଙ୍କ ବ୍ୟବସାୟ ସ୍ଥାପନ କରିବା ପାଇଁ ସ୍ଥାନଗୁଡ଼ିକ
ta: உங்கள் வணிகத்தை அமைக்க இடங்கள்
